{
    "کتاب": "فرمودات",
    "کل_صفحات": 33,
    "صفحات": [
        {
            "page_no": 1,
            "chapter": null,
            "headings": []
        },
        {
            "page_no": 2,
            "chapter": null,
            "headings": []
        },
        {
            "page_no": 3,
            "chapter": null,
            "headings": []
        },
        {
            "page_no": 4,
            "chapter": "آخرت",
            "headings": [
                {
                    "heading": "فلاحِ آخرت",
                    "text": "٭ انقلاب آئے یا نہ آئے‘نظام بدلے یا نہ بدلے‘اگر اقامت ِ دین کی جدّوجُہدکرتے ہوئے‘اللہ کے حضور حاضری ہوگئی تو چاہے شہادت کی موت نصیب ہویا چاہے ویسے ہی طبعی موت آئے‘آخرت میں یقیناًنجات مل جائے گی ۔ (تنظیم اسلامی کی دعوت :صفحہ 44‘طبع اول اکتوبر 1995ء)"
                },
                {
                    "heading": "الحسیب",
                    "text": "٭ اللہ تعالیٰ کا ایک صفاتی نام ’’ الحسیب ‘‘ بھی ہے‘وہ قیامت کے دن ہر انسان کی دُنیوی زندگی کے تمام اعمال ہی نہیں بلکہ اس کی نیتوں‘اس کے ارادوں اور اس کے محرّکاتِ عمل کا بھی پورا حساب لے گا‘اور اس کے لیے اللہ تعالیٰ کوکسی جمع یا تفریق کی ضرورت نہیں ہوگی‘جو ہمیں ہوتی ہے‘اس کے کمپیوٹرز کا کوئی تصوّر انسان کر ہی نہیں سکتا ۔ (نورِفطرت اور نورِوحی :صفحہ 26)"
                },
                {
                    "heading": "قیامت کا دن",
                    "text": "٭ قیامت کا دن ہی ہار اور جیت‘اور کامیابی وناکامی کے اصل فیصلے کادن ہے‘جو اس دن کامیاب قرارپائے گا‘وہی حقیقی کامیاب ہوگا اورجو اس روز ناکام قرار دے دیا گیا‘وہی اصلاً ناکام ہوگا۔ ( ایمان اوراس کے ثمرات :صفحہ 22‘طبع اوّل :دسمبر 1997ء)"
                },
                {
                    "heading": "آخرت کی کامیابی",
                    "text": "٭ افسوس کہ دنیا میں ایسے انسان توپھر بھی بہت سے مل جاتے ہیں جو دنیا کے حصو ل کے لیے محنت ومشقت بھی کرتے ہیں اور راحت وآرام کو بھی تج دیتے ہیں‘لیکن آخرت کی کامیابی کے حصول کے لیے اس طرزِعمل کے اختیا رکرنے والے بہت"
                }
            ]
        },
        {
            "page_no": 5,
            "chapter": null,
            "headings": [
                {
                    "heading": "آخر ت پر یقین",
                    "text": "٭ مسلمان کا آخرت پر جتنا یقین مستحکم ہوگا وہ اتنا ہی دین کے لیے اپنا تن من دھن قربان کرنے کے لیے تیار ہوگا۔ (بصائر :صفحہ120‘طبع اوّل :مارچ2006ء )"
                },
                {
                    "heading": "نیک او رمقبول بندے",
                    "text": "٭ بعض اوقات اللہ تعالیٰ اپنے کسی نیک اور مقبول بندے کو دنیا میں کسی تکلیف میں اس لیے مبتلا کردیتا ہے کہ اسے اس کی کسی خطا کا کفّارہ بنادے‘تاکہ وہ آخرت کی سزا سے بچ جائے۔ (سابقہ اور موجودہ مسلمان اُمتوں کا ماضی‘حال اور مستقبل :صفحہ17‘طبع اوّل :اکتوبر 1993ء)"
                },
                {
                    "heading": "جواب دہی",
                    "text": "٭ ہر حرکت جو ہمارے اعضاء وجوارح سے ہو‘وہ ہاتھ سے ہو‘پاؤں سے ہو‘یہاں تک کہ آنکھ کی حرکت کی بھی جواب دہی کرنی ہوگی۔ (اُمّت ِمسلمہ کے لیے سہ نکاتی لائحہ عمل :صفحہ11‘طبع اوّل :اکتوبر 1990ء)"
                },
                {
                    "heading": "اصل زندگی",
                    "text": "٭ اصل زندگی آخرت کی زندگی ہے‘جس میں اس دنیا کی زندگی کے تمام اعمال ہی کا نہیں بلکہ نیتوں اور ارادوں کابھی حساب کتا ب ہوگا ۔ (توحید ِعملی :صفحہ24‘طبع اوّل :مارچ 1985ء)"
                },
                {
                    "heading": "شعوری فیصلہ",
                    "text": "٭ جو شعوری طورپر فیصلہ کرلیتا ہے کہ میں تو آخر ت وعاقبت کو اپنی منزل سمجھ کر اللہ کے دین کی سربلندی کے لیے اپنی جدّوجُہد کا آغا زکررہاہوں توایسا شخص پھر اللہ کی راہ میں بڑھتا"
                }
            ]
        },
        {
            "page_no": 6,
            "chapter": null,
            "headings": [
                {
                    "heading": "فکر ِآخرت",
                    "text": "٭ ایک خاندان اور کنبے کے سربراہ کی حیثیت سے مرد پر اپنے اہل وعیال کے صرف نان نفقے ہی کی ذمہ داری نہیں ہے بلکہ یہ ذمہ داری بھی ہے کہ وہ انہیں اللہ کے عذاب اور آخرت کی سزا سے بچانے کی فکر کرے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب :صفحہ50‘طبع اوّل :مارچ1978ء)"
                },
                {
                    "heading": "آخر ت کا خوف",
                    "text": "٭ دنیوی احتساب کا‘قانون وتعزیر کا‘جیل‘کوڑوں اور پھانسی کا بھی خوف اپنی جگہ رہے‘ اس کی ہرگز نفی نہیں ہے‘لیکن اصلاً آخرت کاخوف ہی مؤثر ترین خوف ہے۔ (اصلاحِ معاشرہ کاقرآنی تصوّر :صفحہ45‘طبع اوّل :نومبر 2018ء)"
                },
                {
                    "heading": "آخر ت کا خزانہ",
                    "text": "٭ جو شخص اپنی پونجی آخرت کے خزانے میں جمع کرائے گا‘اس کا دل بھی ہر وقت آخرت کی فکر میں رہے گا ۔یہی وجہ ہے کہ ایسا شخص موت سے ڈرتا نہیں بلکہ خوشی خوشی اس کا استقبال کرتا ہے۔ (قلب ِقرآن سورۂ یٰسٓ کی مختصر تشریح :صفحہ58‘طبع اوّل :مئی 2017ء)"
                },
                {
                    "heading": "قدموں کے نشانات",
                    "text": "٭ ایک شخص نماز پڑھنے کے لیے مسجد جاتا ہے تو زمین پر جہاں جہاں اس کے قدم پڑتے ہیں وہ اس کے ’’آثار‘‘ ہیں ۔ بظاہر تو یونہی لگتا ہے کہ ان قدموں کے نشانات مٹ گئے ہیں لیکن حقیقت میں ایسا نہیں ہوتا ۔ اللہ تعالیٰ کے ہاں ایسے تمام نشانات محفوظ رہیں گے اور قیامت کے دن اُس کی عدالت میں متعلقہ شخص کے حق میں گواہی دیں گے ۔ (قلب ِقرآن سورہ ٔ یٰسٓ کی مختصر تشریح :صفحہ59‘طبع اوّل :مئی 2017ء)"
                },
                {
                    "heading": "نتائج کا دن",
                    "text": "٭ یہ دنیا انسان کے لیے دارالامتحان ہے‘جبکہ قیامت کا دن اس کے لیے اس امتحان"
                }
            ]
        },
        {
            "page_no": 7,
            "chapter": null,
            "headings": [
                {
                    "heading": "چہرے کے تأثرات",
                    "text": "٭ جیسے سکول میں نتیجہ سنائے جانے کے دن اکثر بچوں کے چہروں کے تاثرات سے ان کا نتیجہ عیاں ہورہا ہوتا ہے‘ اسی طرح قیامت کے دن بھی چہروں کے تاثرات سے ہر شخص کا اندازہ ہوجائے گا۔ (قرآن حکیم کی سورتوں کے مضامین کا اجمالی تجزیہ(حصّہ دوم) :صفحہ218‘طبع اوّل :اپریل 2017ء)"
                },
                {
                    "heading": "امتحانِ زندگانی",
                    "text": "٭ یہ زندگی امتحان کے لیے ہے ۔ہم کمرہ امتحان میں بیٹھے ہیں۔ہم بالعموم جس امتحان سے واقف ہیں‘وہ تین گھنٹے کا ہوتا ہے مگر یہ امتحانِ زندگانی ساٹھ سترسال کے عرصے پر محیط ہے ۔اس امتحان کا نتیجہ آخرت میں جنّت یا جہنّم کی صورت میں سامنے آئے گا۔ (سیرت ِ خیرالانام علیہ الصلوۃ والسلام :صفحہ133‘طبع اوّل :اکتوبر 2013ء)"
                },
                {
                    "heading": "ہار اورجیت کا فیصلہ",
                    "text": "٭ ہار اورجیت کا فیصلہ تووہاں (آخرت میں ) ہوگا‘یہاں کی ہار ہار نہیں‘یہاں کی جیت جیت نہیں ۔کتنے ہیں جو جیت کر ہارتے ہیں اور کتنے ہیں جو ہار کرجیتتے ہیں ۔"
                },
                {
                    "heading": "اللہ تعالیٰ کا دیدار",
                    "text": "٭ آخری نعمت جو اہل ِجنّت کو نصیب ہوگی وہ اللہ تعالیٰ کا دیدارہوگا۔گویا حوروقصور اورجنّت کی جتنی نعمتوں کابھی تذکرہ ہے‘ان سب سے کہیں بڑھ کراورآخری شے اللہ تعالیٰ کا دیدار ہے ۔ ( اُمُّ المُسَبِّحات ‘یعنی سورۃ الحدید :صفحہ34‘طبع اوّل :جون2005ء)"
                },
                {
                    "heading": "آخرت کی زندگی",
                    "text": "٭ یہ زندگی تو بہت عارضی اور مختصر ہے‘اصل زندگی تو آخرت کی زندگی ہے‘جسے کبھی ختم"
                }
            ]
        },
        {
            "page_no": 8,
            "chapter": null,
            "headings": [
                {
                    "heading": "عملی تبدیلی",
                    "text": "٭ اگر آخرت کا یقین ہوگا‘مرنے کے بعد محاسبہ کے لیے جی اٹھنے کا یقین ہوگا‘جزا وسزا کایقین ہوگا‘جنّت ودوزخ کا یقین ہوگا توانسان کے رویے میں عملی تبدیلی لازماً آئے گی ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ257‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "ایمان بالآخرۃ",
                    "text": "٭ جس کے دل میں ایمان بالآ خرۃ ہوگا‘وہ اپنے وقت کی جس طرح قدروقیمت کا احساس کرے گا‘ایسا اُس شخص کا معاملہ نہیں ہوسکتا جو آخرت پر یقین نہیں رکھتا۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ323‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "اہل وعیال کاامام",
                    "text": "٭ ہرشخص فطری طور پر اپنے اہل وعیال کا امام ہے ۔قیامت کے روز جب لوگ اٹھیں"
                }
            ]
        },
        {
            "page_no": 9,
            "chapter": null,
            "headings": [
                {
                    "heading": "ڈنڈی مارنا",
                    "text": "٭ہاتھ کی ذرا سی جنبش بتارہی ہے‘تمہار اڈنڈی مارنے کا یہ تھوڑا سا عمل اس بات کی پوری غمازی کررہا ہے کہ تمہیں آخرت کا یقین نہیں‘جزاء وسزا کا یقین نہیں‘ خدا کے حاضر وناظر ہونے کا یقین نہیں ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ438‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "پردہ پوشی",
                    "text": "٭ اگر دنیا میں تم اپنے کسی مسلمان بھائی کے عیب کی پردہ پوشی کروگے تو اللہ تعالیٰ تمہاری آخرت میں پردہ پوشی فرمائے گا ۔ (مطالعہ قرآن حکیم کا منتخب نصاب :صفحہ482‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "اصل نفع",
                    "text": "٭ اگر فی الواقع آنکھیں کھل گئی ہوں‘حقیقت منکشف ہوگئی ہو‘آخرت کا علم انسان کو حاصل ہوگیا ہو‘تو اب ’’نفع ‘‘ کا مفہوم بدل جائے گا۔اب انسان کو نظر آئے گا کہ اصل نفع تو آخرت کا نفع ہے ۔اصل جیت وہاں کی جیت اوراصل ہار وہاں کی ہارہے۔"
                }
            ]
        },
        {
            "page_no": 10,
            "chapter": "اتحاد",
            "headings": [
                {
                    "heading": "اتحاد کی ٹھوس بنیاد",
                    "text": "٭              موجودہ حالات میں ہر چہار طرف سے مسلمانوں سے یہ بات کہی جارہی ہے کہ انہیں متحد ہوجانا چاہیے اور انہیں اپنے سا رے اختلافات ختم کرلینے چاہئیں۔یہ بات اصولی طورپر تودرست ہے‘لیکن اتحاد کی بات کرنے والے یہ نہیں بتاتے کہ بنائے اتحاد کیا ہو؟وہ کونسی چیز ہے‘جس کی بنیاد پر ہم مجتمع ہوسکتے ہیں ؟صرف خطرے کی بنیاد پر جو اتحاد ہوتا ہے۔وہ منفی اتحاد ہوتا ہے۔ہمارے ہاں یہ منفی اتحادبہت ہوئے ہیں اورآپ کومعلوم ہے کہ آج تک ان منفی اتحادوں کا کوئی نتیجہ برآمد نہیں ہوا ۔تو ضرورت مثبت اتحاد کی ہے‘ جس کے لیے کوئی ٹھو س بنیاد ہو اور قرآن حکیم نے اہل ِایمان کے لیے اتحاد کی بنیاد یہ بتائی ہے کہ وہ اللہ کی رسّی کو مضبوطی سے تھام لیں ۔ (عظمت ِقرآن :صفحہ 31‘طبع اوّل:جنوری 1992ء)"
                },
                {
                    "heading": "خود ساختہ اختلافات",
                    "text": "٭                            اگرہماری مذہبی جماعتیں واقعتاً چاہتی ہیں کہ یہاں اسلام آئے‘اگریہ خالی خولی دعویٰ نہیں ہے‘محض سیاسی نعرہ نہیں ہے‘اگر حقیقتاً کچھ کرنے کاارادہ ہے‘اگر صورتحال کی سنگینی اوراندرونی وبیرونی خطرات کا کوئی اندازہ ہے اوراگراس بات پر اتفاق ہے کہ یہاں کے تمام مسائل کا حل ایک ہی ہے کہ یہاں اسلام قائم کیاجائے تو خدا کے لیے اپنے ان خودساختہ اختلافات کو ختم کیجیے اور اس کی ترتیب یہی ہوگی جو مَیں نے بیان کی ہے ۔"
                }
            ]
        },
        {
            "page_no": 11,
            "chapter": null,
            "headings": [
                {
                    "heading": "اسلام دشمنوں سے اتحاد",
                    "text": "٭ ایک طرف یہ دعویٰ کہ ہمارا نصب العین اسلامی نظام کا قیام ہے اور دوسری طرف یہ حال کہ بحالی جمہوریت کے لیے اسلام دشمنوں سے اتحاد کرلیاجاتا ہے۔ (مطالبات ِدین :صفحہ112‘طبع اوّل :جولائی 1975ء)"
                },
                {
                    "heading": "مثبت اتحاد",
                    "text": "٭ ضرورت مثبت اتحاد کی ہے‘جس کے لیے کوئی ٹھوس بنیاد ہو‘اورقرآن حکیم نے اہل ایمان کے لیے اتحاد کی بنیاد یہ بتائی ہے کہ وہ اللہ کی رسّی کو مضبوطی سے تھام لیں۔ (قرآن حکیم اورہم :صفحہ65‘طبع چہارم :ستمبر2015ء)"
                },
                {
                    "heading": "باہمی اتحاد",
                    "text": "٭ آپ اتحاد کے موضوع پر وعظ کہتے رہیے‘اتحاد کے لیکچر دیتے رہیے‘ اس پر مضامین لکھ کر چھاپتے رہیے‘اتحاد نہیں ہوسکتا۔باہم ذہنی اورفکری ہم آہنگی اگر پیدا ہوگی تو بامعنی اورپائیدار اتحاد جنم لے گا۔اوراس کا واحد ذریعہ یہی ہے کہ اللہ کی رسّی یعنی قرآن کومل جل کر مضبوطی سے تھام لیاجائے۔"
                }
            ]
        },
        {
            "page_no": 12,
            "chapter": "اختتام و تکمیل ِرسالت",
            "headings": [
                {
                    "heading": "نبی اکرمﷺ کے مقصد ِبعثت کی دوشانیں",
                    "text": "٭   نبی اکرم ﷺ کے مقصد ِ بعثت کی دوشانیں ہیں‘اس لیے کہ اگرچہ آپؐ بھی یقیناً دوسرے انبیاء ؑ کی طرح اللہ کے ایک نبی ہیں‘لیکن آپ ؐ صرف نبی نہیں‘بلکہ خاتم النّبیّین بناکر بھیجے گئے ہیں ۔اسی طرح اگرچہ آپ ﷺ کو بھی دیگر رسولوں کی طرح رسالت سے سرفراز کیا گیا ہے‘لیکن آپ ؐ صرف ایک رسول نہیں‘بلکہ آخر المرسلین بھی ہیں ۔گویا آپ ؐ کی بعثت کے مقاصد میں وہ تمام چیزیں بھی شامل ہیں جو تمام نبیوں اوررسولوں کے پیش نظر تھیں‘اوراضافی طور پر آپ ؐ کے مقصد ِبعثت کی ایک خصوصی اورامتیازی شان ختم نبوت اور ختم الرسالت کے حوالے سے ہے‘جس میں آپؐ تمام انبیاء ورسل علیہم السلام میں ممتاز ہیں ۔ (سورۃ الصف :صفحہ 26‘طبع اوّل :اپریل 2001ء)"
                },
                {
                    "heading": "نبی اکرمﷺ کی بعثت کا امتیازی پہلو",
                    "text": "٭   نبی اکرم ﷺ کے بعد اب کوئی نبی نہیں آئے گا‘نہ کوئی صاحب ِشریعت نبی اور نہ کوئی بغیر شریعت نبی‘ نہ کوئی ظلّی نبی اور نہ کوئی بروزی نبی ! آپ ؐ پر ہرنوع کی نبوت ورسالت ختم ہوگئی۔لیکن ختم نبوت ورسالت کا دوسرا اور اہم ترپہلو یہ ہے کہ آپ ؐ پر نبوت ورسالت کا محض اختتام ہی نہیں ہوا‘اتمام بھی ہوا ہے‘تکمیل بھی ہوئی ہے ۔ نبی اکرم ﷺ کی بعثت کا یہ وہ امتیازی پہلو ہے جو بالعموم ہماری نگاہوں سے اوجھل رہتا ہے ۔ (سورۃ الصف :صفحہ 27‘طبع اوّل :اپریل 2001ء)"
                },
                {
                    "heading": "آخری رسول ﷺ",
                    "text": "٭   حضرت محمدرسول اللہ ﷺ پہلے اور آخری رسول ہیں‘جن کی بعثت پوری نوع انسانی کے لیے ہوئی ہے۔"
                }
            ]
        },
        {
            "page_no": 13,
            "chapter": null,
            "headings": [
                {
                    "heading": "تکمیل وختم ِنبوت",
                    "text": "٭ آنحضور ﷺ پر نبوت صرف ختم ہی نہیں ہوئی بلکہ مکمل بھی ہوئی ہے۔ (رسول کاملﷺ :صفحہ17‘طبع اوّل :دسمبر 1983ء )"
                },
                {
                    "heading": "اِکمال واِتما م نبوت",
                    "text": "٭ نبی اکرم ﷺ آخری نبی ہیں اورآپ ﷺ پر نبوت ہمیشہ کے لیے صرف ختم ہی نہیں ہوئی بلکہ نبوت کا اکمال واتمام بھی ہوا ہے۔اب قیامت تک کسی نوع کا‘نہ بروزی نہ ظلی‘کوئی نبی نہیں آئے گا۔جو بھی اس قسم کا دعویٰ کرے وہ لازماً کاذب اور کافرہوگا۔ (اصلاحِ معاشرہ کاقرآنی تصوّر :صفحہ148‘طبع اوّل :نومبر 2018ء)"
                },
                {
                    "heading": "حضور ﷺ کی بعثت",
                    "text": "٭ حضور ﷺ کی بعثت انبیاء ورسلؑ کے سلسلہ کا خاتمہ اور تکمیل ہے۔ (خلافت کی حقیقت :صفحہ59‘طبع اوّل :اکتوبر 1996ء)"
                },
                {
                    "heading": "دعوائے نبوت",
                    "text": "٭ جس کسی نے بھی حضور ﷺ کے زمانے میں یا آپ ﷺ کے بعد دعوائے نبوت کیا یا آئندہ کرے‘وہ ملت اسلام سے خارج ہے ۔وہ کافر اور مرتدہے‘چاہے بظاہر وہ بڑا موحد ہو‘نمازی اور روزے دار ہو‘تقویٰ کا ڈھونگ رچائے ہوئے ہو‘عالم اور فلسفی ہو ۔اورجس نے اس کی تصدیق کی‘وہ بھی کافر ہے۔ (سیرت ِ خیرالانام علیہ الصلوۃ والسلام :صفحہ47‘طبع اوّل :اکتوبر 2013ء) ٭ حضور ﷺ کے بعد اگرکسی نے نبوت کا دعویٰ کیا تو وہ کذاب‘دجال‘جھوٹا اور کافر ہے‘ اورجس کسی نے بھی اس کی تصدیق کی‘ اس کو مان لیا وہ بھی دائرہ اسلام سے خارج اور مرتد شمار ہوگا ۔ (رسول اکرم ﷺ اور ہم :صفحہ476‘طبع دوم :جولائی2014ء)"
                },
                {
                    "heading": "جھوٹی نبوت کااقرار",
                    "text": "٭ اگر کسی نے حضور ﷺ کے بعدکسی نبی کی نبوت کا اقرار کرلیا یا خود اپنے نبی ہونے"
                }
            ]
        },
        {
            "page_no": 14,
            "chapter": null,
            "headings": [
                {
                    "heading": "حضور ﷺ خاتم النّبییّن",
                    "text": "٭ اس بات پر ابتداء ِاسلام سے اجماع (اُمّت) چلا آرہا ہے کہ حضور ﷺ خاتم النّبیّین ہیں۔ (سیرت ِ خیرالانام b :صفحہ50‘طبع اوّل :اکتوبر 2013ء)"
                },
                {
                    "heading": "حضور ﷺ کادورِرسالت",
                    "text": "٭ اب تاقیامِ قیامت کوئی نبی اور رسول آنے والا نہیں ۔اب حضور ﷺ کا دورِ رسالت ہے جو قیامت تک قائم ودائم رہے گا ۔ (منہج ِانقلاب ِنبوی ﷺ :صفحہ303‘طبع اوّل :جون1987ء)"
                },
                {
                    "heading": "خاتم النّبیّین",
                    "text": "٭ اگرچہ نبی اکرم ﷺ بھی یقیناً دوسرے انبیاء کی طرح اللہ کے ایک نبی ہیں‘لیکن آپ ؐ صرف نبی ہی نہیں بلکہ خاتم النّبیّین بنا کر بھیجے گئے ہیں ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ92‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "خورشید ِہدایت",
                    "text": "٭ حضرت عیسیٰ علیہ السلام کے بعد نبوتِ محمدی ﷺ کا خورشید ِہدایت طلوع ہوا‘جن پر نبوت ختم اوررسالت کی تکمیل ہوئی۔ (رسول اکرم ﷺ اور ہم :صفحہ75‘طبع دوم :جولائی2014ء)"
                },
                {
                    "heading": "تکمیل ِرسالت کا مظہر اوّل",
                    "text": "٭ محمد رسول اللہﷺ پر رسالت کی تکمیل اس درجے میں یوں ہوئی کہ جو دین حق آپﷺ پر کامل ہوگیا‘اسے آپ ﷺ نے عملاً قائم کرکے اورنافذ کرکے دکھایا۔ یہ ہے درحقیقت تکمیل ِرسالت کا مظہر اوّل۔"
                }
            ]
        },
        {
            "page_no": 15,
            "chapter": "اَسلاف",
            "headings": [
                {
                    "heading": "بزرگوں کی توہین",
                    "text": "٭ کسی معتمد علیہ بزرگ کی توہین کرنا‘ان کی تنقیص کرنا‘ان کے احترام کو مجروح کرنا‘ یہ ایک بہت بڑا فتنہ ہے ۔ (ملفوظاتِ ڈاکٹر اسرار احمد‘صفحہ118‘طبع اوّل‘دسمبر 2015ء)"
                },
                {
                    "heading": "اَسلاف سے مضبوط تعلّق",
                    "text": "٭ اَسلاف کے ساتھ دِلی محبّت اورعقیدت واحترام کاہمارا تعلّق کسی طورسے بھی کٹنے نہ پائے ۔اس کااس حدتک اہتمام کیاجائے کہ اگر ہمارے بزرگوں کی کتابوں میں کوئی ایسی چیز نظر آبھی جائے جو ہمارے لیے بظاہر قابل ِ اعتراض ہو تو اوّلاً ہم اس کی بہتر سے بہتر تاویل کرنے کی کوشش کریں گے‘ اگر تاویل کی گنجائش موجود ہو۔ لیکن اگر یہ ممکن نہ ہوتو ہم یہ رائے قائم کریں گے کہ یہ قابل ِ اعتراض بات ان کی کتاب میں کسی اور نے شامل کردی ہوگی ۔ اس لیے کہ تاریخی طورپر یہ ثابت ہے کہ اعداء نے بڑے پیمانے پر یہ کام کیے ہیں ۔ (جماعت ِ شیخ الہند ؒ اور تنظیم اسلامی :صفحہ352‘طبع ششم :اپریل2015ء)"
                },
                {
                    "heading": "اَسلاف سے منقطع",
                    "text": "٭ اسلاف سے منقطع ہوکر انسان بے لنگر کا جہاز یا کٹی ہوئی پتنگ بن کررہ جاتا ہے۔ چنانچہ جن لوگوں کا اسلاف کے ساتھ ادب‘احترام‘تعظیم‘اعتماد اور محبّت کا تعلّق کمزورپڑجاتاہے یا منقطع ہوجاتا ہے وہ بڑی آسانی سے فتنوں کا شکار ہوجاتے ہیں۔"
                }
            ]
        },
        {
            "page_no": 16,
            "chapter": null,
            "headings": [
                {
                    "heading": "کسوٹی",
                    "text": "٭ جو شخص بھی دین کی کسی خدمت کا مدعی ہو اُ س کو پرکھنے‘ اس کے خلوص کو جانچنے کا ایک معیار اور اصول یہ بھی بنالیجیے کہ اس کی صحبت میں بیٹھنے سے‘ اُس کی باتیں سننے سے‘ اُس کی کتابیں پڑھنے سے آیا اَسلاف کے ساتھ دل میں احترام‘محبّت اور حسن ظن پیدا ہوتا ہے یا اس کے برعکس سوء ِ ظن کا معاملہ پیدا ہوتا ہے۔ یہ گویا اس بات کے لیے ایک اہم پہچان ہوگی کہ جوکام بھی خدمت ِدین یا قرآن کے نام پر اٹھایا گیا ہے آیا وہ صحیح رُخ پرجارہا ہے یاغلط رُ خ پر ۔ (جماعت ِ شیخ الہند ؒ اور تنظیم اسلامی :صفحہ353‘طبع ششم :اپریل2015ء)"
                }
            ]
        },
        {
            "page_no": 17,
            "chapter": "اسلام اور ایمان",
            "headings": [
                {
                    "heading": "بنیانِ مرصو ص بنانے کی صلاحیت رکھنے والا نظریہ",
                    "text": "٭ پاکستان میں بسنے والوں کی عظیم اکثریت کو ایک بنیانِ مرصوص بنانے کی صلاحیت رکھنے والا’’نظریہ ‘‘ صرف اور صرف ایمان ہے۔ ( استحکامِ پاکستان‘صفحہ179‘طبع اوّل‘مارچ 1986ء)"
                },
                {
                    "heading": "ایمان اور توکّل",
                    "text": "٭ ایمان کا سب سے بڑا ثمرہ توکّل ہے‘یہ یقین کہ میرے لیے کچھ نہیں ہوگا جب تک اللہ کی توفیق شامل نہ ہو۔اقامت ِدین کی جدّوجُہد کی راہ میں قدم بڑھانے والوں میںیہ وصف ہونا ضروری ہے۔ (ملفوظات ِڈاکٹر اسراراحمد ؒ‘صفحہ :17‘طبع اوّل‘دسمبر 2015ء)"
                },
                {
                    "heading": "ایمان کی رمق",
                    "text": "٭ اگر بُرائیوں پر دل کی کڑھن بھی موجود نہ رہے تو معلوم ہوا کہ ایمان کی رمق بھی اندر باقی نہیں رہی ہے۔ (مقام عزیمت:صفحہ 22‘طبع اوّل:جنوری 1992ء)"
                },
                {
                    "heading": "اسلام ایک مکمل نظام ِزندگی",
                    "text": "٭ اسلام ایک مکمل نظامِ زندگی ہے‘یہ اپنا غلبہ چاہتا ہے‘یہ مغلوب ہونے کے لیے نہیں آیا ۔حق کا تویہ حق ہے کہ وہ غالب ہو‘سربلند ہو‘نہ کہ وہ مغلوب اور پامال ہو ۔ (تنظیم ِاسلامی کی دعوت‘صفحہ 6‘طبع اوّل‘اکتوبر 1995ء)"
                },
                {
                    "heading": "ایمان کی حقیقت",
                    "text": "٭ انسان کے ایمان کا محل ومقام اس کا قلب ہے ۔ایمان حقیقت میں ایک روشنی ہے‘ ایک نور ہے ۔"
                }
            ]
        },
        {
            "page_no": 18,
            "chapter": null,
            "headings": [
                {
                    "heading": "ایمان کی اہمیت",
                    "text": "٭ کوئی عمل جس کی بنیاد میں ایمان نہیں ہے‘وہ حقیقتاًنیکی نہیں ہے‘بظاہر وہ نیکی کا کتنا ہی بڑا عمل نظر آتا ہو۔ (نورِفطرت اور نورِوحی :صفحہ 26)"
                },
                {
                    "heading": "اتباعِ رسول ﷺ",
                    "text": "٭ محبوب کے ہر نقش قدم کی پیروی اورہرادا کی نقالی اپنے اوپر لازم کرلی جائے‘اسی طرز ِعمل کانام قرآن مجید کی اصطلاح میں اتباع ہے ۔ (نبی اکرم ﷺ سے ہمارے تعلّق کی بنیادیں :صفحہ 16‘طبع اوّل :مارچ 1974ء)"
                },
                {
                    "heading": "ایمان بالرسالت کی شرط ِلازم",
                    "text": "٭ رسول اللہ ﷺ کی کامل اطاعت اور قرآن وسُنّت کے احکام پر سرتسلیم خم کرنا ایمان بالرسالت کی شرطِ لازم ہے ۔ (نبی اکرم ﷺ سے ہمارے تعلّق کی بنیادیں :صفحہ13‘طبع :مارچ2020ء)"
                },
                {
                    "heading": "ایمان اور عمل ِصالح",
                    "text": "٭ ایمان اور عمل ِصالح کا چولی دامن کا ساتھ ہے اور یہ دونوں باہم لازم وملزوم ہیں ۔ (راہِ نجات سورۃ العصر کی روشنی میں :صفحہ 53‘طبع اوّل :ستمبر 1973ء)"
                },
                {
                    "heading": "امن وسلامتی کی راہ",
                    "text": "٭ امن وسلامتی کی اس صراطِ مستقیم کے سوا جو ایمان واسلام پر مبنی ہے‘انسان کے لیے سکون اوراطمینان کی کوئی اور راہ ہے ہی نہیں‘اور انسانی تاریخ اس پر گواہ ہے کہ انسان نے اس شاہراہ سے ہٹ کر جب کبھی کوئی دوسری راہ اختیار کی‘خدا کی زمین فتنہ وفساد سے بھر گئی ۔ (قرآن اورامن ِ عالم :صفحہ 10‘طبع اوّل :جنوری 1970ء) ضعف ِایمان ز نفا ق سے پہلے ایک منزل ضعف ِایمان کی ہے کہ ایمان ابھی اس درجے پختہ نہیں ہوا کہ انسان کا عمل پورے طور پراس کے تابع ہوسکے ۔چنانچہ عمل میں بھی کمی اور"
                }
            ]
        },
        {
            "page_no": 19,
            "chapter": null,
            "headings": [
                {
                    "heading": "اسلام ایک مکمل دین",
                    "text": "٭ اسلام ایک مکمل دین ہے ۔اس میں انفرادی زندگی کے تین شعبے بھی ہیں (یعنی مذہب بھی ہے ) اور اجتماعی زندگی کے تین گوشے یعنی معاشی‘سیاسی‘سماجی نظام بھی ہے۔ اسی معاشی‘سیاسی اور سماجی نظام کے تحت قوانین بنتے ہیں‘جیسے کریمنل لا‘ سول لا‘ قانونِ شہادت‘قانونِ وراثت وغیرہ ۔ اسلام کے معاشی قانون میں سود حرام ہے‘ جوا حرام ہے‘سماجی قانون میں شرا ب حرا م ہے ۔اسلام کہتا ہے کہ مسلم معاشرہ مخلوط نہیں ہوگا بلکہ سوسائٹی جدا گانہ ہوگی ۔ان ساری چیزوں سے جو نظام بنتا ہے‘ اسلام ان تمام چیزوں کا مجموعہ ہے ۔ (ایک یادگار انٹرویو:صفحہ39‘طبع اوّل :اگست2014ء )"
                },
                {
                    "heading": "جہاں نما",
                    "text": "٭ ایمان درحقیقت کوئی خارج سے ٹھونسی جانے والی چیز ہے ہی نہیں‘ اس کی شمع تو انسان کے اپنے باطن میں روشن ہے اوراس کا قلب بذات ِخود وہ جہاں نما ہےجس میں کائنات کے وہ تمام حقائق ازخود منعکس ہیں‘جن کا دوسرا نام ایمان ہے۔ (مسلمانوں پر قرآن مجید کے حقوق:صفحہ11‘طبع اوّل :جنوری 1969ء )"
                },
                {
                    "heading": "اسلام اورایمان",
                    "text": "٭ اسلام کا تعلّق انسان کے ظاہری اعمال سے‘جبکہ ایمان کا تعلّق قلبی یقین سے ہے۔ اب جس شخص کو یہ دونوں حاصل ہوں‘یعنی عمل میں اسلام کی پابندی ہو‘شریعت کی"
                }
            ]
        },
        {
            "page_no": 20,
            "chapter": null,
            "headings": [
                {
                    "heading": "اُخروی نجات کادارومدار",
                    "text": "٭ اُخروی نجات کادارومدار ایمان پر ہے ۔دل میں ایمان ہو گا تو نجات ہوگی‘ورنہ نہیں۔"
                },
                {
                    "heading": "بڑی سعادت",
                    "text": "٭ اگر اسلام کے نفاذ کی وجہ سے کوئی شخص اقتدار اورمنصب سے ہٹادیا جائے تو اس سے بڑی سعادت اورکوئی نہیں ۔"
                },
                {
                    "heading": "موم کی ناک",
                    "text": "٭ اسلام موم کی نا ک نہیں ہے کہ حسب ِخواہش اسے جس طرف چاہیں موڑلیا جائے۔"
                },
                {
                    "heading": "نور انی عنصر",
                    "text": "٭ ہمار اجو نورانی عنصر ہے‘ایمان او رعمل صالح سے اس کی نورانیت میں اضافہ ہوتاہے اور اس کے برعکس گناہوں او رنفسانیت سے یہ نور بجھتا چلاجاتا ہے ۔ (حقیقت واقسامِ شرک :صفحہ46‘طبع اوّل :اکتوبر 2008ء )"
                },
                {
                    "heading": "مادّی وسائل",
                    "text": "٭ ہمارا سارا توکّل اورانحصار مادی اسباب ووسائل پر ہے‘اگر یہ حاصل ہیں تو دلجمعی بھی حاصل ہے‘یہ نہیں ہیں تودل اُڑا ہوا ہے ۔اللہ کی قدرت پر اتنا یقین نہیں ہے‘جتنا کہ مادی وسائل کے نتائج پر یقین ہے۔"
                }
            ]
        },
        {
            "page_no": 21,
            "chapter": null,
            "headings": [
                {
                    "heading": "ابلیسیت کو خطرہ",
                    "text": "٭ ابلیسیت کو کوئی خطرہ نہ جمہوریت سے ہے‘نہ اشتراکیت سے ‘بلکہ صرف اور صرف اسلام سے ہے۔ (اسلام کے انقلابی فکر کی تجدیدوتعمیل :صفحہ20‘طبع اوّل :دسمبر 1994ء )"
                },
                {
                    "heading": "خالص اسلام کے لیے تحریک",
                    "text": "٭ جب تک خالص اسلام کے حوالے سے تحریک نہیں چلے گی‘کوئی فائدہ نہیں ہوگا۔ گڈمڈکر کے تحریک چلائیں گے تو گڈمڈ نتیجہ نکلے گا ۔ (بصائر :صفحہ17‘طبع اوّل :مارچ2006ء )"
                },
                {
                    "heading": "ایمان کی حیثیت",
                    "text": "٭ ایمان کی حیثیت جڑکی ہے اور اسلام کی حیثیت درخت کی ہے‘جبکہ اعمالِ صالحہ اسی ایمان اور اسلام کے ثمرات ہیں ۔ (توحید ِعملی :صفحہ20‘طبع اوّل :مارچ 1985ء)"
                },
                {
                    "heading": "یقین",
                    "text": "٭ آپ ماچس سے کاغذ جلاسکتے ہیں لیکن پھر بھی آپ کو یقین رہے کہ میں نہیں جلا سکتا اگر اللہ نہ چاہے ۔اور اگر اللہ چاہے تو دیا سلائی کے بغیر بھی کا غذ جل جائے گا ۔یہ یقین اگر نہیں ہے تو ایمان نہیں ہے ۔ (توحید ِعملی :صفحہ188‘طبع اوّل :مارچ 1985ء)"
                },
                {
                    "heading": "ایمان",
                    "text": "٭ بغیر ایمان انسان کا کوئی عمل بارگاہِ خداوندی میں مقبول نہیں ہوسکتا ۔ (مطالعہ قرآن حکیم کا منتخب نصاب :صفحہ66‘طبع اوّل :مارچ1978ء)"
                },
                {
                    "heading": "گناہ ِکبیرہ",
                    "text": "٭ گناہ ِکبیرہ سے انسان ایمان واسلام سے نکلے گا تو نہیں‘البتہ گناہ کی کمیت وکیفیت کی نسبت سے ایمان کم ہوجائے گا ۔ (حقیقت ِایمان :صفحہ88‘طبع اوّل :فروری 2003ء)"
                },
                {
                    "heading": "ایمان اوراسلام",
                    "text": "٭ اسلام کی داخلی کیفیت کانام ’’ایمان ‘‘ ہے اور ایمان کے خارجی مظہر کا نام ’’اسلام ‘‘"
                }
            ]
        },
        {
            "page_no": 22,
            "chapter": null,
            "headings": [
                {
                    "heading": "نفاق سامنے کب آتا ہے ؟",
                    "text": "٭ اگر ایمان کے تقاضے پر لبیک کہا تو ایمان کی ترقی واضافے کی طرف سفر شروع ہوجائے گا ۔جبکہ دوسری طرف علائق دُنیوی انسان کو رکنے کا مشورہ دیتے ہیں کہ پاس بیٹھے رہو او ربہانہ بنادو‘یا جھوٹ بول دو‘بلکہ ضرورت پڑے تو قسمیں کھاکر اس آزمائش سے خود کو بچالو ۔پس ! ایسے ہی موقع پر نفاق نکھر کر سامنے آجائے گا۔ (حقیقت ِایمان :صفحہ163‘طبع اوّل :فروری 2003ء)"
                },
                {
                    "heading": "شعوری ایمان",
                    "text": "٭ شعوری ایمان وہ ہےجس میں دل ودماغ دونوں متحد ہوں اور حقیقت میں یہی ایمان مطلوب ہے۔ (حقیقت ِایمان :صفحہ188‘طبع اوّل :فروری 2003ء)"
                },
                {
                    "heading": "دو طرح کےنور",
                    "text": "٭ نور دوطرح کے ہیں ۔ایک نورِفطرت ہے جوانسان کے دل میں ہوتا ہے‘اور دوسرا نورِقرآن ہے ۔نور ِفطرت اور نورِقرآن مل کر نورِایمان بنتے ہیں ۔ (سیرت ِ خیرالانام علیہ الصلاۃ والسلام :صفحہ150‘طبع اوّل :اکتوبر 2013ء) ٭ {نُوْرٌ عَلٰی نُوْر} میں ایک نور ِفطرت ہے اور ایک نورِوحی‘ ان دونوں کے امتزاج سے نورِایمانی وجود میں آتا ہے۔ ( اُمُّ المُسَبِّحات ‘یعنی سورۃ الحدید :صفحہ122‘طبع اوّل :جون2005ء)"
                },
                {
                    "heading": "بتدریج زوال",
                    "text": "٭ خلافت ِراشدہ کے خاتمے کے بعد سے اسلام کا بتدریج زوال شروع ہوگیا۔یہ زوال اپنی انتہا کو اب پہنچا ہے‘جبکہ پوری دنیا میں زمین کے ایک انچ پر بھی اللہ کا دین قائم نہیں ہے ۔"
                }
            ]
        },
        {
            "page_no": 23,
            "chapter": null,
            "headings": [
                {
                    "heading": "رشتہ ایمان",
                    "text": "٭ رشتہ ایمان موجود ہے تو محبّت ہے ‘اور اگر یہ رشتہ ایمان موجود نہیں ہے تو چاہے حقیقی بھائی ہو‘چاہے باپ اور بیٹے کی نسبت ہو‘چاہے بیوی او رشوہر کا تعلّق ہو‘سب پس منظر میں جاکر دھندلاجائے گا ۔"
                },
                {
                    "heading": "کل کی کل خیر",
                    "text": "٭ ایمان سب سے بڑی خیر ہے‘شریعت کل کی کل خیر ہے ۔ (حزب اللہ کے اوصاف :صفحہ219‘طبع اوّل :جون2006ء)"
                },
                {
                    "heading": "ایمان کا جزوِ لازم",
                    "text": "٭ اللہ تعالیٰ صرف کلیات کا عالم نہیں بلکہ جزئیات کا بھی عالم ہے‘زمین وآسمان اور بحروبر کا چھوٹے سے چھوٹا واقعہ بھی اُس کے علم میں ہے ۔یہ بات اگرچہ ہمارے ذہن میں نہیں آسکتی‘لیکن ایمان کا جزوِ لازم ہونے کی حیثیت سے اس پر ایمان رکھنا ناگزیر ہے ۔ ( اُمُّ المُسَبِّحات ‘یعنی سورۃ الحدید :صفحہ68‘طبع اوّل :جون2005ء)"
                },
                {
                    "heading": "ایمان او رعمل صالح",
                    "text": "٭ ایمان او رعمل صالح کا چولی دامن کا ساتھ ہے ۔ایمان اگر حقیقی اور فی الواقع قلب ِانسانی میں جاگزیں ہوگیا ہو توممکن نہیں ہے کہ انسان کی سیرت وکردار میں اس کی جھلک نظر نہ آئے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ36‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "ایما ن بالرسا لت",
                    "text": "٭ ملائکہ پر ایمان‘کتابوں پر ایمان او رنبیوں پر ایمان‘تو اگر ان تینوں کو بریکٹ کرلیا جائے تو ان کا حاصل ہو گا ’’ایمان بالرسالۃ۔‘‘"
                }
            ]
        },
        {
            "page_no": 24,
            "chapter": null,
            "headings": [
                {
                    "heading": "ایمان کا کمزور ترین درجہ",
                    "text": "٭ اگر برائیوں پر دل کی کڑھن بھی موجود نہ رہے تو معلوم ہوا کہ ایمان کی رمق بھی اندر باقی نہیں رہی ہے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ84‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "ایمان",
                    "text": "٭ ایمان اَمن سے بنا ہے‘ اور امن کی ضد خوف بھی ہے اور غم بھی ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ100‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "ایمان حقیقی کی روشنی",
                    "text": "٭ اگر ایمان حقیقی کی روشنی کسی کو میسّر آگئی ہو توا س کو عام کرنا اور اسے زیادہ سے زیادہ انسانوں تک پہنچانا اس کی ذمہ داری ہے اور یہ کام اس پر واجب اور فرض ہے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ204‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "اصل نور",
                    "text": "٭ نور تو اصل میں ایمان ہے‘اگر ایمان میسّر نہیں تو پھر نور کہاں ؟اس صورت میں تو تاریکیاں ہی تاریکیاں ہیں ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ205‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "نورِایمان",
                    "text": "٭ نورِایمان نہ ہو تو حقائق کا ادراک ممکن نہیں ہے ۔اسی کو بصیرت یعنی باطنی مشاہدہ کہا جاتا ہے ۔رہی ہماری ظاہری بصارت تو وہ حیوانات کوبھی حاصل ہے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ205‘طبع دہم :اپریل2019ء) ٭ جب انسان کا باطن نورِایمان سے منور ہوجاتا ہے تو اس کے اثرات اور اس کے ثمرات ونتائج انسانی شخصیت میں لازماً ظاہر ہوتے ہیں ۔"
                }
            ]
        },
        {
            "page_no": 25,
            "chapter": null,
            "headings": [
                {
                    "heading": "فرشتوں پرایمان",
                    "text": "٭ فرشتوں پر ایمان ہمارے ایمانیات کا لازمی حصّہ ہے ۔دنیا میں دیوتاؤں کے تصوّرات درحقیقت ’’فرشتوں پرایمان‘‘ ہی کی بگڑی ہوئی شکل ہے ۔اس تصوّر میں بنیادی غلطی یہ ہوئی کہ فرشتوں کو بااختیار سمجھ لیاگیا ۔قرآن مجید واضح کرتا ہے کہ اگرچہ ملائکہ ایک نوری مخلوق ہیں اوران کارتبہ بہت بلند ہے لیکن وہ بااختیار مخلوق نہیں۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل :صفحہ392‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "ایمان کی حقیقت",
                    "text": "٭ ایمان حقیقت میں ایک روشنی ہے‘ایک نور ہے اور انسان کے ایمان کا محل ومقام اس کا قلب ہے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلداوّل:صفحہ397‘طبع دہم :اپریل2019ء)"
                },
                {
                    "heading": "اصولِ ثلاثہ",
                    "text": "٭ (۱)توحید (۲)معاد (۳)رسالت ۔اسلام کا پورا قصر انہی تین بنیادوں پر استوار ہوا ہے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ31‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "ایمان کی راہ",
                    "text": "٭ ایمان کی راہ میں قدم رکھو تو ذہنی طورپر تیار ہوکر آؤ کہ آزمائشو ں اور امتحانات سے گزرناہوگا۔تکالیف اور مصائب تواس راہ کے سنگ ِمیل ہیں اوریہ سب چیزیں اہل ِ ایمان کو جانچنے اور مزید نکھارنے کا ذریعہ ہیں ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ242‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "اہل ِسُنّت کا عقیدہ",
                    "text": "٭ اہل ِسُنّت کا مجمع علیہ عقیدہ ہے کہ جس شخص کے دل میں ایمان کی کچھ رمق بھی ہوگی وہ"
                }
            ]
        },
        {
            "page_no": 26,
            "chapter": null,
            "headings": [
                {
                    "heading": "اسلام پر عمل کرنا",
                    "text": "اس وقت کے حالات میں جتنے اسلام پر عمل کرنا قانوناً ممکن ہے‘لازماً کیا جائے‘ مشکل اگرچہ کتنا ہی ہو۔مشکل اور ناممکن میں فرق ہے ۔چورکا ہاتھ کاٹنا میرے لیے ناممکن ہے‘زانی کو سنگسار کرنا میرے لیے ناممکن ہے‘لیکن گھر میں شرعی پردہ نافذکرلینا میرے لیے ممکن ہے‘مشکل ضرور ہے۔ (قرآن حکیم اورہم :صفحہ377‘طبع چہارم :ستمبر2015ء)"
                },
                {
                    "heading": "ایمان کا تقاضا",
                    "text": "ایک مؤمن کے ایمان کا تقاضا ہے کہ وہ بڑے ذوق وشوق اوراشتیاق کے ساتھ اس بات کا منتظر رہے کہ کب وہ وقت آئے کہ وہ اللہ کی راہ میں گردن کٹاکر سرخروہو۔"
                }
            ]
        },
        {
            "page_no": 27,
            "chapter": "اسلامی انقلاب",
            "headings": [
                {
                    "heading": "اسلامی انقلابی جدّوجُہد",
                    "text": "٭ اسلامی انقلابی جدّوجُہد وہ واحد جدّوجُہد ہے‘جس میں شریک افراد کے لیے ناکامی کا کوئی سوال ہی پیدا نہیں ہوتا ۔ ( استحکام پاکستان‘صفحہ182‘طبع اوّل‘مارچ 1986ء)"
                },
                {
                    "heading": "پاکستان کے استحکام کا واحد ذریعہ",
                    "text": "٭ پاکستان کے استحکام کا واحد ذریعہ اسلامی انقلاب ہے ۔ ( استحکام پاکستان‘صفحہ182‘طبع اوّل‘مارچ 1986ء)"
                },
                {
                    "heading": "اسلامی انقلاب",
                    "text": "٭ اسلامی انقلاب کے لیے طریق محمدی علی صابھا الصلوۃ والسلام کو اختیار کرناہوگا۔ (ملفوظات ِڈاکٹر اسراراحمد ؒ‘صفحہ52‘طبع اوّل‘دسمبر 2015ء)"
                },
                {
                    "heading": "عظیم انقلابی جدّوجُہد",
                    "text": "٭ یہ ایک تاریخی حقیقت ہے کہ نبی اکرمﷺ نے انسانی تاریخ کا عظیم ترین انقلاب برپا کیا اوراس کے لیے آپ ﷺ نے عظیم انقلابی جدّوجُہد کی۔ (ملفوظاتِ ڈاکٹر اسرار احمد ؒ‘صفحہ160‘طبع اوّل‘دسمبر 2015ء)"
                },
                {
                    "heading": "نظامِ خلافت کا آغاز",
                    "text": "٭ نظامِ خلافت کے احیاء کے کام کاآغاز ان شاء اللہ العزیز افغانستان اورپاکستان پر مشتمل اس خطہ ارضی سے ہوگا ۔ (تنظیم اسلامی کی دعوت :صفحہ 48‘طبع اوّل اکتوبر 1995ء)"
                },
                {
                    "heading": "تکبیر رب کا مفہوم",
                    "text": "٭ ’’تکبیر رب ‘‘ کا حقیقی مفہوم یہ ہوگا کہ اللہ تعالیٰ کی زمین پر اُس کے احکام‘ اُس کی ہدایات اور اُس کے اوامر ونواہی کی تعمیل کی جارہی ہو‘ اُس کا عطاکردہ آئین"
                }
            ]
        },
        {
            "page_no": 28,
            "chapter": null,
            "headings": [
                {
                    "heading": "اجتماعی ماحول کی تبدیلی",
                    "text": "٭ اگر اجتماعی ماحول خراب ہے تواس کی خرابی لازماً افرادکی زندگیوں میں سرایت کرے گی‘اوراس سے بچنے کی ایک ہی راہ ممکن ہے کہ ماحول کو تبدیل کردیا جائے یاکم ازکم اس کو تبدیل کرنے کی جدّوجُہد مسلسل جاری رکھی جائے ۔ (راہِ نجات سورۃ العصر کی روشنی میں :صفحہ 57‘طبع اوّل :ستمبر 1973ء)"
                },
                {
                    "heading": "انقلاب",
                    "text": "٭ انقلاب یہ ہوتا ہے کہ کسی جگہ پر جو نظام قائم ہے‘اس کو جڑ سے اکھیڑنا ہے‘بنیادی تبدیلی لانی ہے اور پورے نقشے کو بدلنا ہے ۔ ( اُسوئہ رسول ﷺ :صفحہ 58‘طبع اوّل :دسمبر 1983ء)"
                },
                {
                    "heading": "انقلابی مشن",
                    "text": "٭ ایک نظام کو کسی معاشرے پر برپا کرنا اس کے بغیر ممکن نہیں کہ پہلے وہاں پرموجود نظام کوجڑوں سے اکھیڑ ا جائے ۔ (سورۃ الصف :صفحہ 47‘طبع اوّل :اپریل 2001ء)"
                },
                {
                    "heading": "اہل مغرب کے لیے اصل خطرہ",
                    "text": "٭ مغرب کو اصل خطرہ یہ ہے کہ کہیں لوگ اسلام کی طرف نہ دیکھنے لگیں ۔یہی بات اقبال نے اپنی نظم ’’ابلیس کی مجلس شوریٰ ‘‘ کے اندر ابلیس کی زبان سے کہلوائی تھی : ــ عصر حاضر کے تقاضاؤں سے ہے لیکن یہ خوف ہو نہ جائے آشکارا شرعِ پیغمبرؐ کہیں! (توبہ کی عظمت اور تاثیر :صفحہ 43‘طبع اوّل :نومبر 2011ء)"
                },
                {
                    "heading": "اسلامک ورلڈ آرڈر",
                    "text": "٭ اسلامک ورلڈ آرڈرمنصفانہ اورعادلانہ نظام ہے اوراس کے بارے میں محمد رسول"
                }
            ]
        },
        {
            "page_no": 29,
            "chapter": null,
            "headings": [
                {
                    "heading": "اسلام کا عالمی انقلاب",
                    "text": "٭ اسلام کا عالمی انقلاب پکاررہا ہے اور ’’ مَنْ اَنْصَارِیْ اِلَی اللہِ ‘ ‘ کی آواز ہم اپنے روحانی کانوں سے سن سکتے ہیں ۔ (عظمت ِمصطفیٰ ﷺ:صفحہ56‘طبع اوّل :جولائی 2001ء )"
                },
                {
                    "heading": "ہمہ گیر انقلاب",
                    "text": "٭ دنیا کے تمام انقلابات جزوی تھے‘جبکہ نبی اکرم ﷺ کالایا ہوا انقلاب ہمہ گیر تھا۔ (انقلاب ِنبوی ﷺ کااساسی منہاج:صفحہ3 )"
                },
                {
                    "heading": "فرد میں اسلامی انقلاب",
                    "text": "٭ اگر آپ چاہتے ہیں کہ ایک فرد میں اسلامی انقلاب آجائے تو ظاہر بات ہے کہ آپ کو سب سے پہلے اس کی سوچ اور اس کے نقطہ نظر کا جائزہ لینا ہوگااوراس کے فکر کی اصلاح سے کام کا آغاز کرناہوگا۔ (انقلاب ِنبوی ﷺ کااساسی منہاج:صفحہ10 )"
                },
                {
                    "heading": "واحد انقلاب",
                    "text": "٭ دنیا میں جتنے بھی انقلاب آئے‘ا س کا آئیڈیا دینے والے کوئی او رلوگ تھے اور اس کوعملی جامہ پہنانے والے دوسرے لوگ ۔انقلاب ِمحمدی ﷺ وہ واحدانقلاب ہے جس کے تمام مراحل نبی کریم ﷺ کی حیات ِدنیوی میں مکمل ہوئے۔ (بصائر :صفحہ116‘طبع اوّل :مارچ2006ء )"
                },
                {
                    "heading": "انقلاب کی ابتدا",
                    "text": "٭ انقلاب کی ابتدا سیاسی میدا ن سے نہیں‘بلکہ علم وفکر اور فلسفہ وحکمت کے میدان سے ہوگی ۔ (پاکستان کی سیاست کا پہلا عوامی وہنگامی دور :صفحہ40‘طبع اوّل :ستمبر 1996ء)"
                },
                {
                    "heading": "دورِ حاضر کا انقلاب",
                    "text": "٭ اگر چہ دنیا میں سُنّیوں کے مقابلے میں شیعہ تعدادکے اعتبار سے بہت قلیل ہیں‘لیکن"
                }
            ]
        },
        {
            "page_no": 30,
            "chapter": null,
            "headings": [
                {
                    "heading": "قیام ِعدل وانصاف",
                    "text": "٭ ادائے امانت اور قیام ِعد ل وانصاف کے بغیر کسی بھی صحت مند اجتماعی نظام کی تعمیر کی توقع نہیں کی جاسکتی۔"
                },
                {
                    "heading": "انقلاب ِنبوی ﷺ",
                    "text": "٭ انقلاب ِنبوی ﷺ کے اساسی منہج کے چار عناصر ہیں : تلاوت ِآیات‘تزکیہ اور تعلیم کتاب وحکمت۔ (اصلاحِ معاشرہ کاقرآنی تصوّر :صفحہ83‘طبع اوّل :نومبر 2018ء)"
                },
                {
                    "heading": "انقلابی عمل کا ماخذ",
                    "text": "٭ انقلابی عمل کا واحد ذریعہ اور ماخذسیرت ِمحمد ی ﷺ ہے۔"
                },
                {
                    "heading": "اسلامی نظام",
                    "text": "٭ نماز‘روزہ‘حج او رزکوٰۃ سے کسی کوکوئی پریشانی نہیں ہوتی ۔دشمنوں کو پریشانی اُس وقت ہوتی ہےجب اسلامی نظام کی بات کی جاتی ہے ۔"
                },
                {
                    "heading": "کامل اورہمہ گیر انقلاب",
                    "text": "٭ کامل اور ہمہ گیر انقلاب کا منہاج اور نقشہ صرف سیرتِ محمدی ﷺ سے ہی مل سکتاہے۔اس کی وجہ یہ ہے کہ تاریخ انسانی میں کامل انقلاب صرف اور صرف حضرت محمد عربیﷺ نے برپا کیاہے ۔"
                }
            ]
        },
        {
            "page_no": 31,
            "chapter": null,
            "headings": [
                {
                    "heading": "اسلامی انقلابی جماعت",
                    "text": "٭ ایک منظّم اور تربیت یافتہ اسلامی انقلابی جماعت امر بالمعروف ونہی عن المنکر اور تحفظ حدوداللہ کے لیے پُرامن مظاہروں اور ان تمام طریقوں سے حکومت ِ وقت کو مجبور کردے کہ وہ معروفات کی ترویج کرے‘منکرات کا قلع قمع کرے اور حدود اللہ کو نافذکرے۔ (منہج انقلاب ِنبوی ﷺ :صفحہ366‘طبع اوّل :جون1987ء)"
                },
                {
                    "heading": "فلسفہ انقلاب",
                    "text": "٭ اب ایک ہی راستہ ہے کہ جوسلیم الفطرت لوگ آگئے ہیں‘ ان کو جمع کیا جائے او ران کا تزکیہ کیا جائے ۔ان کی نیتیں بھی خالص ہوجائیں‘کوئی کھوٹ نہ رہے ۔ ان کی شخصیتیں نکھر جائیں۔ لوگوں کو ان کے کردار کے بارے میں کوئی شک وشبہ نہ رہے۔ یہ آزمائشوں میں سے گزریں‘ امتحانوں میں سے نکلیں‘ اور کندن بن جائیں۔ پھر ان کو منظّم کرو‘ آرگنائز کرواور ان کو بٹ کر کوڑا بنالو ۔جیسے مختلف دھاگوں اور رسیوں کو بٹ دیں تو کوڑا بنتا ہے ۔علیحدہ علیحدہ دھاگا کمزور ہوتا ہے‘اسے جو چاہے توڑسکتا ہے۔لیکن دھاگوں کو بٹ کر رسیاں اور رسیوں کو باہم بٹ کر جو کوڑا بنایا جاتاہے‘یہ بہت مضبوط ہوتا ہے ۔چنانچہ آپ نے یہ جو کوڑ ابنایا ہے‘اب یہ کوڑا باطل کے سر پر دے مارو۔یہ ہے اصل میں فلسفہ انقلاب ۔ ( اُمُّ المُسَبِّحات ‘یعنی سورۃ الحدید :صفحہ297‘طبع اوّل :جون2005ء)"
                },
                {
                    "heading": "انقلاب کے ابتدائی مراحل",
                    "text": "٭ کسی انقلاب کے جو ابتدائی مراحل ہوتے ہیں ان میں جنہوں نے اپنی جانیں کھپائیں‘ اپنے مال کھپائے‘اپنی صلاحیتیں لگائیں‘ اپنا وقت لگایا‘اپنی زندگی لگائی‘ ان کا جو رتبہ ہے وہ بعد والوں کو کبھی نہیں مل سکتا ۔"
                }
            ]
        },
        {
            "page_no": 32,
            "chapter": null,
            "headings": [
                {
                    "heading": "ذہین اقلیت",
                    "text": "٭ آپ کسی بھی معاشرے میں تبدیلی برپا کرنا چاہتے ہیں‘کسی قوم یا ہیئت اجتماعیہ کواسلام کے حق میں بدلنا چاہتے ہیں یا یو ں کہیے کہ کسی جگہ پربھی آپ اسلامی انقلاب برپا کرناچاہتے ہیں تواس کے لیے نبی اکرم ﷺ کے طریق انقلاب پراساسی منہاج یہی ہوگا کہ پہلے ذہین اقلیت کو تبدیل کیجیے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ160‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "فکر کی تبدیلی",
                    "text": "٭ اصل معاملہ فکر ہی کا ہے ۔اگر فکر بدلے گا‘سوچ بدلے گی‘تو انسان بدلے گا۔ انسان کی انفرادی تبدیلی کے لیے بھی فکر کی تبدیلی لازمی ہے اورکسی معاشرے میں انقلاب برپا کرنے کے لیے بھی فکر کی تبدیلی ناگزیر ہے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ161‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "فکر ی بنیاد",
                    "text": "٭ اسلامی انقلاب کے لیے فکر ی بنیاد بھی قرآن حکیم سے مہیا ہوتی ہے اور اس کا پورا اساسی منہاج بھی قرآن حکیم ہی پر مبنی ہے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ161‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "فیصلہ کن ولولہ",
                    "text": "٭ کوئی شخص خواہ بظاہر دبلا پتلا اور نحیف الجثہ ہو‘ابوبکر صدیق رضی اللہ عنہ کی مانند کہ جو نحیف ونزار ہی نہیں رقیق القلب بھی تھے‘لیکن اندر اگر ایک عزیمت اور ایک فیصلہ کن ولولہ موجود ہو تو یہ شخص ان لوگوں میں سے ہوگا جو تاریخ کے دھارے کا رخ موڑدیا کرتے ہیں ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ216‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "انقلابِ اسلامی کا منہج عمل",
                    "text": "٭ اگرکسی کا یہ خیال ہے کہ قرآن حکیم انقلاب ِ اسلامی کے لیے کسی منہج عمل کی جانب"
                }
            ]
        },
        {
            "page_no": 33,
            "chapter": null,
            "headings": [
                {
                    "heading": "ذہین اقلیت",
                    "text": "٭ آپ کسی بھی معاشرے میں تبدیلی برپا کرنا چاہتے ہیں‘کسی قوم یا ہیئت اجتماعیہ کواسلام کے حق میں بدلنا چاہتے ہیں یا یو ں کہیے کہ کسی جگہ پربھی آپ اسلامی انقلاب برپا کرناچاہتے ہیں تواس کے لیے نبی اکرم ﷺ کے طریق انقلاب پراساسی منہاج یہی ہوگا کہ پہلے ذہین اقلیت کو تبدیل کیجیے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ160‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "فکر کی تبدیلی",
                    "text": "٭ اصل معاملہ فکر ہی کا ہے ۔اگر فکر بدلے گا‘سوچ بدلے گی‘تو انسان بدلے گا۔ انسان کی انفرادی تبدیلی کے لیے بھی فکر کی تبدیلی لازمی ہے اورکسی معاشرے میں انقلاب برپا کرنے کے لیے بھی فکر کی تبدیلی ناگزیر ہے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ161‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "فکر ی بنیاد",
                    "text": "٭ اسلامی انقلاب کے لیے فکر ی بنیاد بھی قرآن حکیم سے مہیا ہوتی ہے اور اس کا پورا اساسی منہاج بھی قرآن حکیم ہی پر مبنی ہے ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ161‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "فیصلہ کن ولولہ",
                    "text": "٭ کوئی شخص خواہ بظاہر دبلا پتلا اور نحیف الجثہ ہو‘ابوبکر صدیق رضی اللہ عنہ کی مانند کہ جو نحیف ونزار ہی نہیں رقیق القلب بھی تھے‘لیکن اندر اگر ایک عزیمت اور ایک فیصلہ کن ولولہ موجود ہو تو یہ شخص ان لوگوں میں سے ہوگا جو تاریخ کے دھارے کا رخ موڑدیا کرتے ہیں ۔ (مطالعہ قرآن حکیم کا منتخب نصاب جلددوم :صفحہ216‘طبع ہشتم :اپریل2019ء)"
                },
                {
                    "heading": "انقلابِ اسلامی کا منہج عمل",
                    "text": "٭ اگرکسی کا یہ خیال ہے کہ قرآن حکیم انقلاب ِ اسلامی کے لیے کسی منہج عمل کی جانب"
                }
            ]
        }
    ]
}